christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cmstead.jsrefactor
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
EditorConfig.EditorConfig
esbenp.prettier-vscode
Gruntfuggly.todo-tree
jolaleye.horizon-theme-vscode
mgmcdermott.vscode-language-babel
naumovs.color-highlight
Orta.vscode-jest
PeterJausovec.vscode-docker
wayou.vscode-todo-highlight
